English/nce2-2/NCE2-2.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
* Lesson 25 Do the English speak English?
#+begin_verse
Why does the writer not understand the porter?

I arrived in London at last.
The railway station was big, black and dark.
I did *not know the way to my hotel*,
	so I asked a porter.
I not only spoke English very carefully, but very clearly as well.
The porter, however, could not understand me.
I repeated my question several times
	and at last he understood.
He answered me,
	but he spoke neither slowly nor clearly.
'I am a foreigner,' I said.
Then he spoke slowly,
	but I could not understand him.
My teacher never spoke English like that!
The porter and I looked at each other and smiled.
Then he said somethings and I understood it.
'You'll soon learn English!' he said.
I wonder, in England, each person speaks a different language.
The English understand each other,
	but I don't understand them!
Do they speak English?
#+end_verse

* Lesson 26 The best art critics
#+begin_verse
Who is the student's best critic?

I am an art student
	and I paint a lot of pictures.
*Many people pretend that* they understand modern art.
They always tell you what a picture is 'about'.
Of course, many pictures are not 'about' anything.
They are just pretty patterns.
We like them in the same way
	that we like pretty curtain material.
I think that young children often appreciate modern pictures better than anyone else.
They notice more.
My sister is only seven,
	but she always tells me whether my pictures are good or not.
She came into my room yesterday.
'What are you doing?' she asked.
'I'm hanging this picture on the wall,' I answered.
'It's a new one. Do you like it?'
She looked at it critically for a moment.
'It's all right,' she said, 'but isn't it upside down?'
I looked at it again.
She was right! It was!
#+end_verse

* Lesson 27 A wet night
#+begin_verse
What happened to the boys in the night?

Late in the afternoon, the boys *put up their tent* in the middle of a field.
As soon as this was done,
	they cooked a meal over an open fire.
They were all hungry
	and the food smelled good.
After a wonderful meal, they *told stories* and sang songs by the campfire.
But some time later it began to rain.
The boys felt tired
	so they *put out the fire* and crept into their tent.
Their sleeping bags were warm and comfortable,
	so they all slept soundly.
In the middle of the night, two boys *woke up* and began shouting.
The tent was full of water!
They all leapt out of their sleeping bags and hurried outside.
It was raining heavily
	and they found that a stream had formed in the field.
The stream wound its way across the field
	and then flowed right under their tent.
#+end_verse
* Lesson 28 No Parking

#+begin_verse
What is Jasper White's problem?

Jasper White is one of those rare people
	who believes in ancient myths.
He has just bought a new house in the city,
	but ever since he moved in,
	he has *had trouble with cars* and their owners.
When he returns home at night,
	he always finds that someone has parked a car outside his gate.
Because of this, he has not been able to get his own car into his garage even once.
Jasper has put up 'No Parking' signs outside his gate,
	but these have not *had any effect*.
Now he has put an ugly stone head over the gate.
It is one of the ugliest faces I have ever seen.
I asked him what it was
	and he told me that it was Medusa, the Gorgon.
Jasper hopes that she will turn cars and their owners to stone.
But none of them has been turned to stone yet!
#+end_verse
* Lesson 29 Taxi!

#+begin_verse
Does Captain Fawcett think any trip is too dangerous?

Captain Ben Fawcett has bought an unusual taxi and has begun a new service.
The taxi is a small Swiss aeroplane called a 'Pilatus Porter'.
This wonderful plane can carry seven passengers.
The most surprising thing about it, however, is that it can land anywhere;
	on snow, water, or even on a ploughed field.
Captain Fawcett's first passengers was a doctor
	who flew from Birmingham to a lonely village in the Welsh mountains.
Since then, Captain Fawcett has flown passengers to many unusual places.
Once he landed on the roof of a block of flats and on another occasion,
	he landed in a deserted car park.
Captain Fawcett has just refused a strange request from a businessman.
The man wanted to fly to Rockall, a lonely island in the Atlantic Ocean,
	but Captain Fawcett did not take him
		because the trip was too dangerous.
#+end_verse
* Lesson 30 Football or polo?
#+begin_verse
What happened to the man in the boat?

The Wayle is a small river that cuts across the park near my home.
I like sitting by the Wayle on fine afternoons.
It was warm last Sunday, so I went and sat on the river bank as usual.
Some children were playing games on the bank and there were some people rowing on the river.
Suddenly, one of the children kicked a ball very hard and it went towards a passing boat.
Some people on the bank *called out to the man* in the boat, but he did not hear them.
The ball struck him so hard that he nearly fell into the water.
I turned to look at the children, but there weren't any in sight: they had all run away!
The man laughed when he realized what had happened.
He called out to the children and threw the ball back to the bank.
#+end_verse
* Lesson 31 Success story
#+begin_verse
What was Frank's first job?

Yesterday afternoon Frank Hawkins was telling me about his experience as a young man.
Before he retired,
	Frank was the head of a very large business company,
  but as a boy he used to work in a small shop.
*It was his job to repair bicycles*
	and at that time he used to work fourteen hours a day.
He saved money for years
	and in 1958 he bought a small workshop of his own.
*In his twenties* Frank used to make spare parts for aeroplanes.
At that time he had two helpers.
In a few years the small workshop had become a large factory
  which employed seven hundred and twenty-eight people.
Frank smiled when he remembered his hard early years and the long road to success.
He was still smiling
	when the door opened and his wife came in.
She wanted him to repair their grandson's bicycle.
#+end_verse
