English/nce2-2/NCE2-2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-21 Tue 13:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org871f09f" class="outline-2">
<h2 id="org871f09f">Lesson 25 Do the English speak English?</h2>
<div class="outline-text-2" id="text-org871f09f">
<p class="verse">
Why does the writer not understand the porter?<br />
<br />
I arrived in London at last.<br />
The railway station was big, black and dark.<br />
I did <b>not know the way to my hotel</b>,<br />
&#xa0;so I asked a porter.<br />
I not only spoke English very carefully, but very clearly as well.<br />
The porter, however, could not understand me.<br />
I repeated my question several times<br />
&#xa0;and at last he understood.<br />
He answered me,<br />
&#xa0;but he spoke neither slowly nor clearly.<br />
'I am a foreigner,' I said.<br />
Then he spoke slowly,<br />
&#xa0;but I could not understand him.<br />
My teacher never spoke English like that!<br />
The porter and I looked at each other and smiled.<br />
Then he said somethings and I understood it.<br />
'You'll soon learn English!' he said.<br />
I wonder, in England, each person speaks a different language.<br />
The English understand each other,<br />
&#xa0;but I don't understand them!<br />
Do they speak English?<br />
</p>
</div>
</div>

<div id="outline-container-org119befb" class="outline-2">
<h2 id="org119befb">Lesson 26 The best art critics</h2>
<div class="outline-text-2" id="text-org119befb">
<p class="verse">
Who is the student's best critic?<br />
<br />
I am an art student<br />
&#xa0;and I paint a lot of pictures.<br />
<b>Many people pretend that</b> they understand modern art.<br />
They always tell you what a picture is 'about'.<br />
Of course, many pictures are not 'about' anything.<br />
They are just pretty patterns.<br />
We like them in the same way<br />
&#xa0;that we like pretty curtain material.<br />
I think that young children often appreciate modern pictures better than anyone else.<br />
They notice more.<br />
My sister is only seven,<br />
&#xa0;but she always tells me whether my pictures are good or not.<br />
She came into my room yesterday.<br />
'What are you doing?' she asked.<br />
'I'm hanging this picture on the wall,' I answered.<br />
'It's a new one. Do you like it?'<br />
She looked at it critically for a moment.<br />
'It's all right,' she said, 'but isn't it upside down?'<br />
I looked at it again.<br />
She was right! It was!<br />
</p>
</div>
</div>

<div id="outline-container-orgc59f96a" class="outline-2">
<h2 id="orgc59f96a">Lesson 27 A wet night</h2>
<div class="outline-text-2" id="text-orgc59f96a">
<p class="verse">
What happened to the boys in the night?<br />
<br />
Late in the afternoon, the boys <b>put up their tent</b> in the middle of a field.<br />
As soon as this was done,<br />
&#xa0;they cooked a meal over an open fire.<br />
They were all hungry<br />
&#xa0;and the food smelled good.<br />
After a wonderful meal, they <b>told stories</b> and sang songs by the campfire.<br />
But some time later it began to rain.<br />
The boys felt tired<br />
&#xa0;so they <b>put out the fire</b> and crept into their tent.<br />
Their sleeping bags were warm and comfortable,<br />
&#xa0;so they all slept soundly.<br />
In the middle of the night, two boys <b>woke up</b> and began shouting.<br />
The tent was full of water!<br />
They all leapt out of their sleeping bags and hurried outside.<br />
It was raining heavily<br />
&#xa0;and they found that a stream had formed in the field.<br />
The stream wound its way across the field<br />
&#xa0;and then flowed right under their tent.<br />
</p>
</div>
</div>
<div id="outline-container-orgd68160e" class="outline-2">
<h2 id="orgd68160e">Lesson 28 No Parking</h2>
<div class="outline-text-2" id="text-orgd68160e">
<p class="verse">
What is Jasper White's problem?<br />
<br />
Jasper White is one of those rare people<br />
&#xa0;who believes in ancient myths.<br />
He has just bought a new house in the city,<br />
&#xa0;but ever since he moved in,<br />
&#xa0;he has <b>had trouble with cars</b> and their owners.<br />
When he returns home at night,<br />
&#xa0;he always finds that someone has parked a car outside his gate.<br />
Because of this, he has not been able to get his own car into his garage even once.<br />
Jasper has put up 'No Parking' signs outside his gate,<br />
&#xa0;but these have not <b>had any effect</b>.<br />
Now he has put an ugly stone head over the gate.<br />
It is one of the ugliest faces I have ever seen.<br />
I asked him what it was<br />
&#xa0;and he told me that it was Medusa, the Gorgon.<br />
Jasper hopes that she will turn cars and their owners to stone.<br />
But none of them has been turned to stone yet!<br />
</p>
</div>
</div>
<div id="outline-container-orgfe45faa" class="outline-2">
<h2 id="orgfe45faa">Lesson 29 Taxi!</h2>
<div class="outline-text-2" id="text-orgfe45faa">
<p class="verse">
Does Captain Fawcett think any trip is too dangerous?<br />
<br />
Captain Ben Fawcett has bought an unusual taxi and has begun a new service.<br />
The taxi is a small Swiss aeroplane called a 'Pilatus Porter'.<br />
This wonderful plane can carry seven passengers.<br />
The most surprising thing about it, however, is that it can land anywhere;<br />
&#xa0;on snow, water, or even on a ploughed field.<br />
Captain Fawcett's first passengers was a doctor<br />
&#xa0;who flew from Birmingham to a lonely village in the Welsh mountains.<br />
Since then, Captain Fawcett has flown passengers to many unusual places.<br />
Once he landed on the roof of a block of flats and on another occasion,<br />
&#xa0;he landed in a deserted car park.<br />
Captain Fawcett has just refused a strange request from a businessman.<br />
The man wanted to fly to Rockall, a lonely island in the Atlantic Ocean,<br />
&#xa0;but Captain Fawcett did not take him<br />
&#xa0;&#xa0;because the trip was too dangerous.<br />
</p>
</div>
</div>
<div id="outline-container-orgf8fc7b3" class="outline-2">
<h2 id="orgf8fc7b3">Lesson 30 Football or polo?</h2>
<div class="outline-text-2" id="text-orgf8fc7b3">
<p class="verse">
What happened to the man in the boat?<br />
<br />
The Wayle is a small river that cuts across the park near my home.<br />
I like sitting by the Wayle on fine afternoons.<br />
It was warm last Sunday, so I went and sat on the river bank as usual.<br />
Some children were playing games on the bank and there were some people rowing on the river.<br />
Suddenly, one of the children kicked a ball very hard and it went towards a passing boat.<br />
Some people on the bank <b>called out to the man</b> in the boat, but he did not hear them.<br />
The ball struck him so hard that he nearly fell into the water.<br />
I turned to look at the children, but there weren't any in sight: they had all run away!<br />
The man laughed when he realized what had happened.<br />
He called out to the children and threw the ball back to the bank.<br />
</p>
</div>
</div>
<div id="outline-container-org8241389" class="outline-2">
<h2 id="org8241389">Lesson 31 Success story</h2>
<div class="outline-text-2" id="text-org8241389">
<p class="verse">
What was Frank's first job?<br />
<br />
Yesterday afternoon Frank Hawkins was telling me about his experience as a young man.<br />
Before he retired,<br />
&#xa0;Frank was the head of a very large business company,<br />
&#xa0;&#xa0;but as a boy he used to work in a small shop.<br />
<b>It was his job to repair bicycles</b><br />
&#xa0;and at that time he used to work fourteen hours a day.<br />
He saved money for years<br />
&#xa0;and in 1958 he bought a small workshop of his own.<br />
<b>In his twenties</b> Frank used to make spare parts for aeroplanes.<br />
At that time he had two helpers.<br />
In a few years the small workshop had become a large factory<br />
&#xa0;&#xa0;which employed seven hundred and twenty-eight people.<br />
Frank smiled when he remembered his hard early years and the long road to success.<br />
He was still smiling<br />
&#xa0;when the door opened and his wife came in.<br />
She wanted him to repair their grandson's bicycle.<br />
</p>
</div>
</div>
