English/nce2-2/NCE2-2.org
* Lesson 32 Shopping made easy

#+begin_verse
Who was the thief?

People are not so honest as they once were.
The temptation to steal is greater than ever before -- especially in large shops.
A detective recently watched a well-dressed woman
	who always went into a large store on Monday mornings.
One Monday, there were fewer people in the shop than usual when the woman came in,
  so *it was easier for the detective to watch her*.
The woman first bought a few small articles.
After a little time, she chose one of the most expensive dresses in the shop
  and *handed it to an assistant* who *wrapped it up* for her as quickly as possible.

Then the woman simply took the parcel and walked out of the shop without paying.
When she was arrested,
	the detective found out that the shop assistant was her daughter.
The girl gave her mother a free dress once a week.
#+end_verse
* Lesson 33 Out of the darkness
#+begin_verse
Why was the girl in the hospital?

Nearly a week passed before the girl was able to explain what had happened to her.
One afternoon she set out from the coast in a small boat and was caught in a storm.
Towards evening, the boat struck a rock and the girl jumped into the sea.
Then she swam to the shore after spending the whole night in the water.
Early next morning, she saw a light ahead.
She knew she was near the shore because the light *was high up* on the cliffs.
*On arriving* at the shore, the girl *struggled up* the cliff towards the light she had seen.
That was all she remembered.
When she woke up a day later, she found herself in hospital.
#+end_verse
* Lesson 34 Quick work

#+begin_verse
How long had the police taken to find his bicycle?

Dan Robinson has been worried all week.
Last Tuesday he received a letter from the local police.
In the letter he was asked to *call at* the station.
Dan wondered why he was wanted by the police,
	but he went to the station yesterday and now he is not worried anymore.
At the station, he was told by a smiling policeman that his bicycle has been found.
Five days ago, the policeman told him,
	the bicycle was picked up in a small village four hundred miles away.
It is now being sent to his home by train.
Dan was most surprised when he heard the news.
He was amused too, because he never *expected the bicycle to be found*.
It was stolen twenty years ago when Dan was a boy of fifteen!
#+end_verse
* Lesson 35 Stop thief!
#+begin_verse
How did Roy stop the thieves?

Roy Trenton used to drive a taxi.
*A short while ago*, however, he became a bus driver and he has not *regretted it*.
He is finding his new work far more exciting.
When he was driving along Catford Street recently,
	he saw two thieves *rush out of* a shop and run towards a waiting car.
One of them was carrying a bag full of money.
Roy acted quickly and drove the bus straight at the thieves.
The one with money *got such a fright* that he dropped the bag.
As the thieves were trying to get away in their car, Roy drove his bus into the back of it.
While the battered car was moving away, Roy stopped his bus and telephoned the police.
The thieves' car was badly damaged and easy to recognized.
*Shortly afterwards*, the police stopped the car and both men were arrested.
#+end_verse
* Lesson 36 Across the Channel

#+begin_verse
What is Debbie going to try to do?

Debbie Hart is going to swim across the English Channel tomorrow.
She is going to set out from the French coast at five o'clock in the morning.
Debbie is only eleven years old and she *hopes to set up a new world record*.
She is a strong swimmer and many people feel that she *is sure to succeed*.
Debbie's father will set out with her in a small boat.
Mr. Hart has trained his daughter for years.
Tomorrow he will be watching her anxiously as she swims the long distance to England.
Debbie *intends to take short rests* every two hours.
She will have something to drink but she will not eat any solid food.
Most of Debbie's school friends will be waiting for her on the English coast.
Among them will be Debbie's mother, who swam the Channel herself when she was a girl.
#+end_verse
* Lesson 37 The Olympic Games
#+begin_verse
When was the last time this country hosted the Olympic Games?

*The Olympic Games will be held* in our country in four years' time.
As a great many people will be visiting the country,
	the government will be building new hotels, an immense stadium,
		and a new Olympic-standard swimming pool.
They will also be building new roads and a special railway line.
The Games will be held just outside the captial and the whole area will be called 'Olympic City'.
Workers will have completed the new roads by the end of this year.
By the end of next year, they will have finished work on the new stadium.
The fantastic modern buildings have been designed by Kurt Gunter.
Everybody will be watching anxiously as the new buildings go on.
We are all very excited and are *looking forward to the Olympic Games*
	because they have never held before in the country.
#+end_verse
* Lesson 38 Everything except the weather
#+begin_verse
Why did Harrison sell his house so quickly?

My old friend, Harrison,
	had lived in the Mediterranean for many years before he returned to England.
He had often *dreamed of retiring* in England and had *planned to settle down* in the country.
He had no sooner returned than he bought a house and went to live there.
Almost immediately he began to *complain about the weather*,
	for even though it was still summer, it rained continually and it was often *bitterly cold*.
After so many years of sunshine, Harrison got a shock.
He acted as if he had never lived in England before.
In the end, it was more than he could bear.
He had hardly had time to settle down when he sold the house and left the country.
The dream he had had for so many years ended there.
Harrison had thought of everything except the weather.
#+end_verse
* Lesson 39 Am I all right?

#+begin_verse
Why did Mr. Gilbert telephone Dr. Millington?

While John Gilbert was in hospital,
	he asked his doctor to tell him whether his operation had been successful,
	but the doctor *refused to do so*.
The following day, the patient *asked for a bedside telephone*.
When he was alone, he telephoned the hospital exchange and asked for Doctor Millington.
When the doctor answered the phone,
	Mr. Gilbert said he was *inquiring about a certain patient*, a Mr. John Gilbert.
He asked if Mr. Gilbert's operation had been successful and the doctor told him that it had been.
He then asked when Mr. Gilbert would *be allowed to go* home
	and the doctor told him that he would have to stay in hospital for another two weeks.
Then Dr. Millington asked the caller if he was a relative of the patient.
'No,' the patient answered. 
'I am Mr. John Gilbert.'
#+end_verse
