English/nce2-2/NCE2-2.html
<div id="outline-container-org11804c2" class="outline-2">
<h2 id="org11804c2">Lesson 32 Shopping made easy</h2>
<div class="outline-text-2" id="text-org11804c2">
<p class="verse">
Who was the thief?<br />
<br />
People are not so honest as they once were.<br />
The temptation to steal is greater than ever before &#x2013; especially in large shops.<br />
A detective recently watched a well-dressed woman<br />
&#xa0;who always went into a large store on Monday mornings.<br />
One Monday, there were fewer people in the shop than usual when the woman came in,<br />
&#xa0;&#xa0;so <b>it was easier for the detective to watch her</b>.<br />
The woman first bought a few small articles.<br />
After a little time, she chose one of the most expensive dresses in the shop<br />
&#xa0;&#xa0;and <b>handed it to an assistant</b> who <b>wrapped it up</b> for her as quickly as possible.<br />
<br />
Then the woman simply took the parcel and walked out of the shop without paying.<br />
When she was arrested,<br />
&#xa0;the detective found out that the shop assistant was her daughter.<br />
The girl gave her mother a free dress once a week.<br />
</p>
</div>
</div>
<div id="outline-container-org8ec4859" class="outline-2">
<h2 id="org8ec4859">Lesson 33 Out of the darkness</h2>
<div class="outline-text-2" id="text-org8ec4859">
<p class="verse">
Why was the girl in the hospital?<br />
<br />
Nearly a week passed before the girl was able to explain what had happened to her.<br />
One afternoon she set out from the coast in a small boat and was caught in a storm.<br />
Towards evening, the boat struck a rock and the girl jumped into the sea.<br />
Then she swam to the shore after spending the whole night in the water.<br />
Early next morning, she saw a light ahead.<br />
She knew she was near the shore because the light <b>was high up</b> on the cliffs.<br />
<b>On arriving</b> at the shore, the girl <b>struggled up</b> the cliff towards the light she had seen.<br />
That was all she remembered.<br />
When she woke up a day later, she found herself in hospital.<br />
</p>
</div>
</div>
<div id="outline-container-org1305329" class="outline-2">
<h2 id="org1305329">Lesson 34 Quick work</h2>
<div class="outline-text-2" id="text-org1305329">
<p class="verse">
How long had the police taken to find his bicycle?<br />
<br />
Dan Robinson has been worried all week.<br />
Last Tuesday he received a letter from the local police.<br />
In the letter he was asked to <b>call at</b> the station.<br />
Dan wondered why he was wanted by the police,<br />
&#xa0;but he went to the station yesterday and now he is not worried anymore.<br />
At the station, he was told by a smiling policeman that his bicycle has been found.<br />
Five days ago, the policeman told him,<br />
&#xa0;the bicycle was picked up in a small village four hundred miles away.<br />
It is now being sent to his home by train.<br />
Dan was most surprised when he heard the news.<br />
He was amused too, because he never <b>expected the bicycle to be found</b>.<br />
It was stolen twenty years ago when Dan was a boy of fifteen!<br />
</p>
</div>
</div>
<div id="outline-container-org7cc9c34" class="outline-2">
<h2 id="org7cc9c34">Lesson 35 Stop thief!</h2>
<div class="outline-text-2" id="text-org7cc9c34">
<p class="verse">
How did Roy stop the thieves?<br />
<br />
Roy Trenton used to drive a taxi.<br />
<b>A short while ago</b>, however, he became a bus driver and he has not <b>regretted it</b>.<br />
He is finding his new work far more exciting.<br />
When he was driving along Catford Street recently,<br />
&#xa0;he saw two thieves <b>rush out of</b> a shop and run towards a waiting car.<br />
One of them was carrying a bag full of money.<br />
Roy acted quickly and drove the bus straight at the thieves.<br />
The one with money <b>got such a fright</b> that he dropped the bag.<br />
As the thieves were trying to get away in their car, Roy drove his bus into the back of it.<br />
While the battered car was moving away, Roy stopped his bus and telephoned the police.<br />
The thieves' car was badly damaged and easy to recognized.<br />
<b>Shortly afterwards</b>, the police stopped the car and both men were arrested.<br />
</p>
</div>
</div>
<div id="outline-container-orge3ed9df" class="outline-2">
<h2 id="orge3ed9df">Lesson 36 Across the Channel</h2>
<div class="outline-text-2" id="text-orge3ed9df">
<p class="verse">
What is Debbie going to try to do?<br />
<br />
Debbie Hart is going to swim across the English Channel tomorrow.<br />
She is going to set out from the French coast at five o'clock in the morning.<br />
Debbie is only eleven years old and she <b>hopes to set up a new world record</b>.<br />
She is a strong swimmer and many people feel that she <b>is sure to succeed</b>.<br />
Debbie's father will set out with her in a small boat.<br />
Mr. Hart has trained his daughter for years.<br />
Tomorrow he will be watching her anxiously as she swims the long distance to England.<br />
Debbie <b>intends to take short rests</b> every two hours.<br />
She will have something to drink but she will not eat any solid food.<br />
Most of Debbie's school friends will be waiting for her on the English coast.<br />
Among them will be Debbie's mother, who swam the Channel herself when she was a girl.<br />
</p>
</div>
</div>
<div id="outline-container-org7335043" class="outline-2">
<h2 id="org7335043">Lesson 37 The Olympic Games</h2>
<div class="outline-text-2" id="text-org7335043">
<p class="verse">
When was the last time this country hosted the Olympic Games?<br />
<br />
<b>The Olympic Games will be held</b> in our country in four years' time.<br />
As a great many people will be visiting the country,<br />
&#xa0;the government will be building new hotels, an immense stadium,<br />
&#xa0;&#xa0;and a new Olympic-standard swimming pool.<br />
They will also be building new roads and a special railway line.<br />
The Games will be held just outside the captial and the whole area will be called 'Olympic City'.<br />
Workers will have completed the new roads by the end of this year.<br />
By the end of next year, they will have finished work on the new stadium.<br />
The fantastic modern buildings have been designed by Kurt Gunter.<br />
Everybody will be watching anxiously as the new buildings go on.<br />
We are all very excited and are <b>looking forward to the Olympic Games</b><br />
&#xa0;because they have never held before in the country.<br />
</p>
</div>
</div>
<div id="outline-container-orgecf4806" class="outline-2">
<h2 id="orgecf4806">Lesson 38 Everything except the weather</h2>
<div class="outline-text-2" id="text-orgecf4806">
<p class="verse">
Why did Harrison sell his house so quickly?<br />
<br />
My old friend, Harrison,<br />
&#xa0;had lived in the Mediterranean for many years before he returned to England.<br />
He had often <b>dreamed of retiring</b> in England and had <b>planned to settle down</b> in the country.<br />
He had no sooner returned than he bought a house and went to live there.<br />
Almost immediately he began to <b>complain about the weather</b>,<br />
&#xa0;for even though it was still summer, it rained continually and it was often <b>bitterly cold</b>.<br />
After so many years of sunshine, Harrison got a shock.<br />
He acted as if he had never lived in England before.<br />
In the end, it was more than he could bear.<br />
He had hardly had time to settle down when he sold the house and left the country.<br />
The dream he had had for so many years ended there.<br />
Harrison had thought of everything except the weather.<br />
</p>
</div>
</div>
<div id="outline-container-org6170be2" class="outline-2">
<h2 id="org6170be2">Lesson 39 Am I all right?</h2>
<div class="outline-text-2" id="text-org6170be2">
<p class="verse">
Why did Mr. Gilbert telephone Dr. Millington?<br />
<br />
While John Gilbert was in hospital,<br />
&#xa0;he asked his doctor to tell him whether his operation had been successful,<br />
&#xa0;but the doctor <b>refused to do so</b>.<br />
The following day, the patient <b>asked for a bedside telephone</b>.<br />
When he was alone, he telephoned the hospital exchange and asked for Doctor Millington.<br />
When the doctor answered the phone,<br />
&#xa0;Mr. Gilbert said he was <b>inquiring about a certain patient</b>, a Mr. John Gilbert.<br />
He asked if Mr. Gilbert's operation had been successful and the doctor told him that it had been.<br />
He then asked when Mr. Gilbert would <b>be allowed to go</b> home<br />
&#xa0;and the doctor told him that he would have to stay in hospital for another two weeks.<br />
Then Dr. Millington asked the caller if he was a relative of the patient.<br />
'No,' the patient answered.<br />
'I am Mr. John Gilbert.'<br />
</p>
</div>
</div>
