English/nce2-2/NCE2-2.org
* Lesson 40 Food and talk
#+begin_verse
Was Mrs. Rumbold a good companion at dinner?

Last week at a dinner party, the hostess asked me to sit next to Mrs. Rumbold.
Mrs. Rumbold was a large, unsmiling lady in a tight black dress.
She did not even look up when I *took my seat* beside her.
Her eyes were fixed on her plate and in a short time, she *was busy eating*.
I tried to make conversation.
'A new play is coming to "The Globe" soon,' I said. "*Will you be seeing* it?"
'No,' she answered.
'Will you be spending your holidays abroad this year?' I asked.
'No,' she answered.
'Will you be staying in England?' I asked.
'No,' she answered.
*In despair*, I asked her whether she was enjoying her dinner.
'Young man,' she answered, 'if you ate more and talked less, we would both enjoy our dinner!'
#+end_verse
* Lesson 41 Do you call that a hat?

#+begin_verse
What kind of shopping does the writer enjoy, do you think?

'Do you call that a hat?' I said to my wife.
'You needn't be so rude about it,' my wife answered as she looked at herself in the mirror.
I sat down on one of those modern chairs with holes in it and waited.
We had been in the hat shop for half an hour and my wife was still in front of the mirror.
'We mustn't buy things we don't need,' I remarked suddenly.
I *regretted saying* it almost at once.
'You needn't have said that,' my wife answered.
'I needn't *remind you of that terrible tie* you bought yesterday.'
'I *find it beautiful*,' I said. 'A man can never have too many ties.'
'And a woman can't have too many hats,' she answered.
Ten minutes later we walked out of the shop together.
My wife was wearing a hat that looked like a lighthouse.
#+end_verse
* Lesson 42 Not very musical

#+begin_verse
What happened when the snake charmer began to play jazz?

As we had *had a long walk* through one of the markets of Old Delhi,
	we stopped at a square to have a rest.
After a time, we noticed a snake charmer with two large baskets *at the other side of* the square,
	so we went to have a look at him.
As soon as he saw us,
	he picked up a long pipe which was covered with coins and opened one of the baskets.
When he began to *play a tune*,
	we *had our first glimpse of the snake*.
It rose out of the basket and began to follow the movements of the pipe.
We were very much surprised when the snake charmer suddenly began to play jazz and modern pop songs.
The snake, however, *continued to 'dance'* slowly.
It obviously could not *tell the difference between Indian music and jazz*!
#+end_verse
* Lesson 43 Over the South Pole
#+begin_verse
How was the plane able to clear the mountains?

In 1929, three years after his flight over the North Pole,
	the American explorer, R.E. Byrd, successfully flew over the South Pole for the first time.
Though, at first,
	Byrd and his men were able to take a great many photographs of the mountains that lay below,
	they soon *ran into serious trouble*.
*At one point*, *it seemed certain that* their plane would crash.
It could only get over the mountains if it rose to 10,000 feet.
Byrd at once *ordered his men to throw* out two heavy food sacks.
The plane was then able to rise and it cleared the mountains by 400 feet.
Byrd now knew that he would be able to reach the South Pole which was 300 miles away,
	for there were no more mountains in sight.
The aircraft was able to fly over the endless white plains without difficulty.
#+end_verse
* Lesson 44 Through the forest
#+begin_verse
How did Mrs. Sterling get her bag back?

Mrs. Anne Sterling did not think of the risk she was taking
	when she ran through a forest after two men.
They had *rushed up to her*
	while she was *having a picnic* *at the edge of a forest* with her children
		and tried to steal her handbag.
In the struggle, the strap broke and, with the bag *in their possession*,
	both men started running through the trees.
Mrs. Sterling got so angry that she ran after them.
She was soon *out of breath*, but she continued to run.
When she *caught up with them*,
	she saw that they had sat down and were going through the contents of the bag,
	so she *ran straight at them*.
The men got such a fright that they dropped the bag and ran away.
"The strap needs mending," said Mrs. Sterling later, 'but they did not steal anything."
#+end_verse
* Lesson 45 A clear conscience
#+begin_verse
How did Sam get his money back?

*The whole village soon learnt that* a large sum of money had been lost.
Sam Benton, the local butcher, had lost his wallet while taking his savings to the post office.
Sam was sure that the wallet must have been found by one of the villagers,
	but it was not *returned to him*.
Three months passed, and then one morning, Sam found his wallet outside his front door.
It had been wrapped up in newspaper
	and it contained half the money he had lost,
		together with a note which said: 'A thief, yes, but only 50 percent a thief!'
Two months later, some more money was sent to Sam with another note:
	'Only 25 percent a thief now!'
In time, all Sam's money was paid back in this way.
The last note said: 'I am 100 percent honest now!'
#+end_verse
* Lesson 46 Expensive and uncomfortable

#+begin_verse
What did the man in this story do?

When a plane from London arrived at Sydney airport,
	workers began to unload a number of wooden boxes which contained clothing.
*No one could account for the fact that* one of the boxes was extremely heavy.
*It suddenly occurred to one of the workers to open* up the box.
He *was astonished at what* he found.
A man was lying in the box on top of a pile of woollen goods.
He was so surprised at being discovered that he did not even try to run away.
After he was arrested,
	the man *admitted hiding* in the box before the plane left London.
He had had a long and uncomfortable trip,
	for he had been confined to the wooden box for over eighteen hours.
The man was ordered to pay 3500 dollars for the cost of the trip.
The normal price of a ticket is 2000 dollars!
#+end_verse
* Lesson 47 A thirsty ghost
#+begin_verse
What evidence is there of a ghost?

A public house which was recently bought by Mr. Ian Thompson *is up for sale*.
Mr. Thompson is going to sell it because it is haunted.
He told me that he could not go to sleep one night
	because he *heard a strange noise coming* from the bar.
The next morning, he found that
	the doors had been blocked by chairs and the furniture had been moved.
Though Mr. Thompson had turned the lights off before he went to bed,
	they were on in the morning.
He also said that he had found five empty whisky bottles
	which the ghost must have drunk the night before.
When I suggested that some villagers must have come in for a free drink,
	Mr. Thompson shook his head.
The villagers have told him that they will not accept the pub even if he gives it away.
#+end_verse
