English/nce2-2/NCE2-2.html
<div id="outline-container-orgc70d2d7" class="outline-2">
<h2 id="orgc70d2d7">Lesson 40 Food and talk</h2>
<div class="outline-text-2" id="text-orgc70d2d7">
<p class="verse">
Was Mrs. Rumbold a good companion at dinner?<br />
<br />
Last week at a dinner party, the hostess asked me to sit next to Mrs. Rumbold.<br />
Mrs. Rumbold was a large, unsmiling lady in a tight black dress.<br />
She did not even look up when I <b>took my seat</b> beside her.<br />
Her eyes were fixed on her plate and in a short time, she <b>was busy eating</b>.<br />
I tried to make conversation.<br />
'A new play is coming to "The Globe" soon,' I said. "<b>Will you be seeing</b> it?"<br />
'No,' she answered.<br />
'Will you be spending your holidays abroad this year?' I asked.<br />
'No,' she answered.<br />
'Will you be staying in England?' I asked.<br />
'No,' she answered.<br />
<b>In despair</b>, I asked her whether she was enjoying her dinner.<br />
'Young man,' she answered, 'if you ate more and talked less, we would both enjoy our dinner!'<br />
</p>
</div>
</div>
<div id="outline-container-org68e1a71" class="outline-2">
<h2 id="org68e1a71">Lesson 41 Do you call that a hat?</h2>
<div class="outline-text-2" id="text-org68e1a71">
<p class="verse">
What kind of shopping does the writer enjoy, do you think?<br />
<br />
'Do you call that a hat?' I said to my wife.<br />
'You needn't be so rude about it,' my wife answered as she looked at herself in the mirror.<br />
I sat down on one of those modern chairs with holes in it and waited.<br />
We had been in the hat shop for half an hour and my wife was still in front of the mirror.<br />
'We mustn't buy things we don't need,' I remarked suddenly.<br />
I <b>regretted saying</b> it almost at once.<br />
'You needn't have said that,' my wife answered.<br />
'I needn't <b>remind you of that terrible tie</b> you bought yesterday.'<br />
'I <b>find it beautiful</b>,' I said. 'A man can never have too many ties.'<br />
'And a woman can't have too many hats,' she answered.<br />
Ten minutes later we walked out of the shop together.<br />
My wife was wearing a hat that looked like a lighthouse.<br />
</p>
</div>
</div>
<div id="outline-container-org2fdfae3" class="outline-2">
<h2 id="org2fdfae3">Lesson 42 Not very musical</h2>
<div class="outline-text-2" id="text-org2fdfae3">
<p class="verse">
What happened when the snake charmer began to play jazz?<br />
<br />
As we had <b>had a long walk</b> through one of the markets of Old Delhi,<br />
&#xa0;we stopped at a square to have a rest.<br />
After a time, we noticed a snake charmer with two large baskets <b>at the other side of</b> the square,<br />
&#xa0;so we went to have a look at him.<br />
As soon as he saw us,<br />
&#xa0;he picked up a long pipe which was covered with coins and opened one of the baskets.<br />
When he began to <b>play a tune</b>,<br />
&#xa0;we <b>had our first glimpse of the snake</b>.<br />
It rose out of the basket and began to follow the movements of the pipe.<br />
We were very much surprised when the snake charmer suddenly began to play jazz and modern pop songs.<br />
The snake, however, <b>continued to 'dance'</b> slowly.<br />
It obviously could not <b>tell the difference between Indian music and jazz</b>!<br />
</p>
</div>
</div>
<div id="outline-container-orgef6961d" class="outline-2">
<h2 id="orgef6961d">Lesson 43 Over the South Pole</h2>
<div class="outline-text-2" id="text-orgef6961d">
<p class="verse">
How was the plane able to clear the mountains?<br />
<br />
In 1929, three years after his flight over the North Pole,<br />
&#xa0;the American explorer, R.E. Byrd, successfully flew over the South Pole for the first time.<br />
Though, at first,<br />
&#xa0;Byrd and his men were able to take a great many photographs of the mountains that lay below,<br />
&#xa0;they soon <b>ran into serious trouble</b>.<br />
<b>At one point</b>, <b>it seemed certain that</b> their plane would crash.<br />
It could only get over the mountains if it rose to 10,000 feet.<br />
Byrd at once <b>ordered his men to throw</b> out two heavy food sacks.<br />
The plane was then able to rise and it cleared the mountains by 400 feet.<br />
Byrd now knew that he would be able to reach the South Pole which was 300 miles away,<br />
&#xa0;for there were no more mountains in sight.<br />
The aircraft was able to fly over the endless white plains without difficulty.<br />
</p>
</div>
</div>
<div id="outline-container-org669c632" class="outline-2">
<h2 id="org669c632">Lesson 44 Through the forest</h2>
<div class="outline-text-2" id="text-org669c632">
<p class="verse">
How did Mrs. Sterling get her bag back?<br />
<br />
Mrs. Anne Sterling did not think of the risk she was taking<br />
&#xa0;when she ran through a forest after two men.<br />
They had <b>rushed up to her</b><br />
&#xa0;while she was <b>having a picnic</b> <b>at the edge of a forest</b> with her children<br />
&#xa0;&#xa0;and tried to steal her handbag.<br />
In the struggle, the strap broke and, with the bag <b>in their possession</b>,<br />
&#xa0;both men started running through the trees.<br />
Mrs. Sterling got so angry that she ran after them.<br />
She was soon <b>out of breath</b>, but she continued to run.<br />
When she <b>caught up with them</b>,<br />
&#xa0;she saw that they had sat down and were going through the contents of the bag,<br />
&#xa0;so she <b>ran straight at them</b>.<br />
The men got such a fright that they dropped the bag and ran away.<br />
"The strap needs mending," said Mrs. Sterling later, 'but they did not steal anything."<br />
</p>
</div>
</div>
<div id="outline-container-orgbfe6809" class="outline-2">
<h2 id="orgbfe6809">Lesson 45 A clear conscience</h2>
<div class="outline-text-2" id="text-orgbfe6809">
<p class="verse">
How did Sam get his money back?<br />
<br />
<b>The whole village soon learnt that</b> a large sum of money had been lost.<br />
Sam Benton, the local butcher, had lost his wallet while taking his savings to the post office.<br />
Sam was sure that the wallet must have been found by one of the villagers,<br />
&#xa0;but it was not <b>returned to him</b>.<br />
Three months passed, and then one morning, Sam found his wallet outside his front door.<br />
It had been wrapped up in newspaper<br />
&#xa0;and it contained half the money he had lost,<br />
&#xa0;&#xa0;together with a note which said: 'A thief, yes, but only 50 percent a thief!'<br />
Two months later, some more money was sent to Sam with another note:<br />
&#xa0;'Only 25 percent a thief now!'<br />
In time, all Sam's money was paid back in this way.<br />
The last note said: 'I am 100 percent honest now!'<br />
</p>
</div>
</div>
<div id="outline-container-org800ffb3" class="outline-2">
<h2 id="org800ffb3">Lesson 46 Expensive and uncomfortable</h2>
<div class="outline-text-2" id="text-org800ffb3">
<p class="verse">
What did the man in this story do?<br />
<br />
When a plane from London arrived at Sydney airport,<br />
&#xa0;workers began to unload a number of wooden boxes which contained clothing.<br />
<b>No one could account for the fact that</b> one of the boxes was extremely heavy.<br />
<b>It suddenly occurred to one of the workers to open</b> up the box.<br />
He <b>was astonished at what</b> he found.<br />
A man was lying in the box on top of a pile of woollen goods.<br />
He was so surprised at being discovered that he did not even try to run away.<br />
After he was arrested,<br />
&#xa0;the man <b>admitted hiding</b> in the box before the plane left London.<br />
He had had a long and uncomfortable trip,<br />
&#xa0;for he had been confined to the wooden box for over eighteen hours.<br />
The man was ordered to pay 3500 dollars for the cost of the trip.<br />
The normal price of a ticket is 2000 dollars!<br />
</p>
</div>
</div>
<div id="outline-container-orgf22fe55" class="outline-2">
<h2 id="orgf22fe55">Lesson 47 A thirsty ghost</h2>
<div class="outline-text-2" id="text-orgf22fe55">
<p class="verse">
What evidence is there of a ghost?<br />
<br />
A public house which was recently bought by Mr. Ian Thompson <b>is up for sale</b>.<br />
Mr. Thompson is going to sell it because it is haunted.<br />
He told me that he could not go to sleep one night<br />
&#xa0;because he <b>heard a strange noise coming</b> from the bar.<br />
The next morning, he found that<br />
&#xa0;the doors had been blocked by chairs and the furniture had been moved.<br />
Though Mr. Thompson had turned the lights off before he went to bed,<br />
&#xa0;they were on in the morning.<br />
He also said that he had found five empty whisky bottles<br />
&#xa0;which the ghost must have drunk the night before.<br />
When I suggested that some villagers must have come in for a free drink,<br />
&#xa0;Mr. Thompson shook his head.<br />
The villagers have told him that they will not accept the pub even if he gives it away.<br />
</p>
</div>
</div>
