English/nce2-2/NCE2-2.html
<div id="outline-container-orgb0a60b1" class="outline-2">
<h2 id="orgb0a60b1">Lesson 48 Did you want to tell me something</h2>
<div class="outline-text-2" id="text-orgb0a60b1">
<p class="verse">
Why did the writer become very worried?<br />
<br />
Dentists always ask questions when <b>it is impossible for you to answer</b>.<br />
My dentist had just pulled out one of my teeth and had told me to <b>rest for a while</b>.<br />
I tried to say something, but my mouth was full of cotton wool.<br />
He knew I collected match boxes and asked me whether my collection was growing.<br />
He then asked me how my brother was and whether I liked my new job in London.<br />
In answer to these questions I either nodded or made strange noises.<br />
Meanwhile, my tongue was busy searching out the hole where the tooth had been.<br />
I suddenly felt very worried, but could not say anything.<br />
When the dentist at last removed the cotton wool from my mouth,<br />
&#xa0;I was able to tell him that he had pulled out the wrong tooth.<br />
</p>
</div>
</div>
</div>
</body>
</html>
